Revit 2024 API
UnitTypeId.KilogramsPerKilogramKelvin Property
 Kilograms per kilogram kelvin.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KilogramsPerKilogramKelvin { get; }
Visual Basic
Public Shared ReadOnly Property KilogramsPerKilogramKelvin As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KilogramsPerKilogramKelvin {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace